;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 14 March 2018
;~ Author.......: Jhoel Choque Perez
;~ E-mail.......: jkl_jr_92@hotmail.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Por favor, agregue el nombre del idioma traducido al lado del nombre en inglés. Ejemplo Español - Spanish
Name = Español - Spanish
Code = es
Encoding = Unicode

[Translations]
;~ Por favor no traduzcas esta sección..
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Acerca de %{Program.Name}
Label_Version = Versión
Label_AutoIt = Compilado con AutoIt versión
Label_Copyright = Copyright
Tip_Title_Donate = Done %{Company.Name}
Tip_Message_Donate = Cuando realiza una donación, ayuda a mantener nuestro software libre\rny nos permite adquirir las herramientas y servicios\rnque utilizamos para usted.
Label_Home = Sitio web
Label_License = Licencia
Label_Support = Soporte
Tip_Title_Country = Creado en Sudáfrica
Tip_Message_Country = %{Program.Name} fue creado en Sudáfrica.
Label_Contributors = Colaboradores
Tip_Facebook = Pónganos en Facebook.
Tip_Twitter = Suscríbete a nosotros en Twitter.
Tip_GooglePlus = Encontrarnos en Google.
Tip_GitHub = %{Program.Name} en GitHub
Button_Ok = Aceptar
Label_RAM = (RAM) %d MB de %d MB DISPONIBLE (%d%)
Tip_RAM = RAM
Label_HDD = (%s) %.2f GB de %.2f GB DISPONIBLE (%d%)

[Custom]
Label_Status_Welcome = Recuerde! Nunca repare algo que no esté roto, podría romper otras cosas.
Label_Status_Updates = Buscando actualizaciones
Checkbox_Repair_01 = Restablecer protocolos de Internet (TCP/IP)
Checkbox_Repair_02 = Restaurar Winsock (Reset Catalog)
Checkbox_Repair_03 = Actualizar la conexión a Internet
Checkbox_Repair_04 = Restablecer caché DNS (Domain Name System)
Checkbox_Repair_05 = Restablecer caché ARP (Address Resolution Protocol)
Checkbox_Repair_06 = Restaurar Internet Explorer %s
Checkbox_Repair_07 = Borrar el historial de actualizaciones de Windows
Checkbox_Repair_08 = Corregir Windows / Actualización automática
Checkbox_Repair_09 = Restaurar SSL / HTTPS / cifrado
Checkbox_Repair_10 = Restablecer la configuración del servidor proxy
Checkbox_Repair_11 = Restablecer la configuración del Firewall de Windows
Checkbox_Repair_12 = Restaurar el archivo de hosts predeterminado
Checkbox_Repair_13 = Actualizar el registro del cliente WINS
Checkbox_Repair_14 = Hacer visible equipos de red en Explorador de archivos
Tip_Status_Show = Mostrar ventana de estado
Tip_Status_Hide = Ocultar ventana de estado
Button_Go = ¡Empezar!
Button_Go_Stop = Parar
Info_01 = Antes de comenzar; se recomienda crear un punto de restauración del sistema, para la posible cancelación de cambios realizados por el programa. Además, ejecute la herramienta integrada de solución de problemas de red de Windows antes de usar el programa. \rn\rnElija las opciones de recuperación y haga clic en "¡Empezar!". No elija nada si su PC no tiene el problema descrito. Omita cualquier parámetro que no comprenda.
Info_02 = Esta opción sobrescribe las claves de registro importantes que utiliza la pila del Protocolo de Internet (TCP / IP). Esto conduce al mismo resultado que la eliminación y reinstalación del protocolo.
Info_03 = Esto se puede usar para solucionar problemas de Winsock cuando los componentes de la red no funcionan correctamente y las conexiones de red se interrumpen. Esta opción se debe utilizar con precaución, ya que todos los LSP preinstalados deberán reinstalarse.
Info_04 = Restablecer y actualizar todas las conexiones (TCP / IP) a Internet.
Info_05 = Restablecer el caché DNS, actualizar todos los intervalos de tiempo de DHCP y volver a registrar los nombres DNS.
Info_06 = La memoria caché ARP (protocolo de determinación de direcciones) es el método utilizado para almacenar las asignaciones de IP con las direcciones MAC correspondientes. Debido a muchas causas posibles, la memoria caché ARP puede estar dañada. \rn\rnLos síntomas son: no se descargan varios sitios, fallas de red o conexiones a Internet. El comando Ping tampoco puede funcionar con dos o más hosts remotos.
Info_07 = Reinscripción de todos los archivos dll y ocx necesarios para el buen funcionamiento de Microsoft Internet Explorer %s.
Info_08 = Esta opción borrará el historial de las actualizaciones de Windows. Hace esto borrando los directorios [%s] y [%s].
Info_09 = Esta configuración intentará arreglar la actualización de Windows / actualización automática. Intente esto si no puede descargar o instalar actualizaciones.
Info_10 = Si tiene problemas para conectarse a sitios con SSL / cifrado (por ejemplo, tiendas bancarias y en línea), esta opción puede ayudar.
Info_11 = Muchos malware crean servidores proxy y luego usan Windows para enrutar todo el tráfico web a través de un virus proxy. Por ejemplo, un intento de acceder a Rizonesoft.com se redireccionará a un sitio con software malicioso. \rn\rnEste parámetro intentará restablecer todas las configuraciones de proxy, incluida la configuración permanente del servidor proxy WinHTTP.
Info_12 = Restablece la configuración de Windows Firewall al estado predeterminado.
Info_13 = Restablece el archivo de hosts de Windows al estado predeterminado.
Info_14 = A veces es necesario que los clientes o servidores de su red necesiten volver a registrar sus nombres NetBIOS con un servidor de Servicio de nombres de Internet (WINS) de Windows. \rn\rnAquí hay algunas situaciones en las que sería necesario renovar los registros de clientes WINS: Se perdió el registro o borrado en WINS y necesita ser actualizado por el cliente. El registro existe en algunos servidores WINS pero no en otros. Para resolver estos problemas, es útil volver a registrarse en el servidor WINS.
Info_15 = De manera predeterminada, las computadoras en su red local deberían estar visibles al buscar un dispositivo de red con el Explorador de archivos. Con Windows 10 versión 1803, solo se puede acceder a algunas computadoras a través de sus nombres o direcciones IP.
Label_Sub_Heading_Notice = Funcionalidad completa La reparación completa de Internet ahora está incluida en el programa completo de reparación de Windows. ¡Haga clic aquí para descargar e implementar!
Label_All_Complete = Todas las tareas seleccionadas se completan.
Checkbox_Select_All = Select All

[Donate]
Label_Heading = %{Program.Name} le sirve más de %d horas. ¿Qué tal donar a nuestra causa?
Label_Message = Haga clic en el botón de PayPal a continuación o vaya a PayPal.me/rizonesoft, ingrese el monto y envíe una donación. PayPal es más fácil y más seguro que enviar dinero en efectivo. ¿No tienes una cuenta de PayPal? No te preocupes, el registro es muy simple.

[File]
Backup_Saving = Guardando '%s'
Backup_Success = El directorio se guardó exitosamente en '%s'.
Backup_Continue = Ahora continuaremos la eliminación.
Backup_Error_01 = '%s' no se pudo guardar.
Backup_Error_02 = Para evitar la pérdida de datos, este directorio no se eliminará.
CleanDir_Clearing = Limpieza '%s'.
CleanDir_Error_01 = Ruta al directorio
CleanDir_Error_02 = ¡Nada en '%s'!
CleanDir_Error_03 = '%s' no se pudo eliminar.
CleanDir_Attributes = Establecer los atributos para '%s'.
CleanDir_Success = '%s' se eliminó correctamente.
Delete_Removing = Eliminar '%s'.
Delete_Success = El archivo fue eliminado con éxito.
Delete_Error = Ocurrió un error al eliminar el archivo.
OpenText_Opening = Abriendo '%s'
OpenText_Success = Muestra el archivo '%s'.
OpenText_Error = No se pudo encontrar el archivo '%s'.

[Logging]
Finished = Completado
success = éxito
Response_Received = Respuesta recibida
Successfully = Exitoso
OK = OK
Registration_succeeded = El registro fue exitoso
Initiated = Iniciado
Error = Error
Failed = error
Access_Denied = Acceso denegado
No_Operation_Performed = No se puede realizar la operación
VERSION = VERSIÓN
File_Not_Found = No se pudo encontrar el archivo de registro %s
Showing_File = Mostrando el archivo de registro %s
Showing_Error = Algo salió mal: ID del proceso: %s
Opening_File = Apertura del archivo de registro
Opening_Directory = Abrir la Carpeta de Diario
Directory_Not_Found = No se pudo encontrar el directorio de registro [%s]
Showing_Directory = Mostrando el directorio de registro [%s]
Bool_Yes = Sí
Bool_No = No
Info_Date = Fecha:
Info_Program = Programa:
Info_Program_Path = Ruta al programa:
Info_Compiled = Compilado por:
Info_AutoIt_Version = Versión de AutoIt:
Info_AutoIt_64Bit = Versión de AutoIt de 64 bits:
Info_Windows_Version = Versión de Windows:
Info_System_Type = Tipo de sistema:
Info_Memory = Memoria (RAM):
Info_ProgramFiles = Carpeta Archivos de programa:
Info_Windows_Directory = Carpeta de Windows:
Level_Error = Error:
Level_Warning = Advertencia:
Level_Success = Éxito:
Level_Finished = Completado:

[Menus]
File = &Archivo
File_Event_Log = Evento de Windows y registro de eventos
File_Preferences = &Configuración
File_Logging = &Log
File_Logging_Open_File = Abrir archivo de registro
File_Logging_Open_Directory = Abrir carpeta &con registro
File_Logging_IP_Reset = IP Log &Reset
File_Export = Exportar (información)
File_Export_IP = &Configuración de IP (todos)
File_Export_LSP = Winsock LSP
File_Export_ARP = &ARP registros (todos)
File_Export_NBIOS = Net &BIOS estadísticas
File_Reboot = &Reiniciar Windows
File_Close = Salir \tAlt + F4
Maintenance = Mantenimiento
Maintenance_Restore = Crear un punto de restauración de Windows
Troubleshoot = &Solución de problemas
Troubleshoot_01 = Diagnósticar conexión a Internet
Troubleshoot_02 = Diagnóstico del adaptador de red
Troubleshoot_03 = Diagnóstico de Internet
Troubleshoot_04 = Diagnósticos de entrada y conexiones
Troubleshoot_05 = &Solucionar problemas de grupos en el hogar
Troubleshoot_06 = Diagnosticar el acceso a los recursos compartidos
Troubleshoot_07 = Diagnósticos de BITS
Troubleshoot_08 = Diagnósticos de actualizaciones de Windows
Troubleshoot_09 = Diagnóstico de Internet E&xplorer
Troubleshoot_10 = Diagnóstico de seguridad de Internet Explorer
Troubleshoot_11 = Test de Velocidad de Internet
Troubleshoot_12 = Obtener contraseña y enrutador
Tools = &Herramientas
Tools_RDP = Conexión a Escritorio remoto
Tools_IE_Properties = Propiedades de Internet Explorer
Tools_Install_IP6 = &Instalar protocolo IP6
Tools_Uninstall_IP6 = &Eliminar el protocolo IP6
Tools_Repair_WorkView = Reparar vista de equipos del &Grupo de trabajo
Help = &Ayuda
Help_Update = Verificar y actualizar
Help_Home = &Website %{Company.Name}
Help_Downloads = &Más programas
Help_Support = &Soporte
Help_Issue = Informe y problema
Help_Donate = &Donar
Help_About = &Información de %{Program.Name}
Debug = &Depurar

[Messages]
Info_Title = Por favor, tenga en cuenta
Warning_Title = ¡Advertencia!
Error_Title = ¡Ups! ¡Algo salió mal!
Error_Oops = ¡Ups!
Singleton = %{Program.Name} ya se está ejecutando.
Compatible = %{Program.Name} %{Program.Name} no es compatible con su versión de Windows. Si cree que se trata de un error, puede enviar el mensaje '%s' con todos los detalles.
Compatible_Bit = Desafortunadamente %{Program.Name} de 32 bits no es compatible con su versión de Windows. Descargar %{Program.Name} de 64 bits con '%s'
Loading_Initializing = Inicializando %{Program.Name}
Loading_Localizations = Cargando ubicaciones
Loading_Resources = Cargando Recursos
Loading_WorkingDirectories = Configuración de directorios de trabajo
Loading_Logging = Inicializando el registro
Loading_Configuration = Configuración de carga
Loading_Shortcuts = Configuración de atajos de teclado
Loading_Interface = Ejecutando la interfaz principal
Ping_Check_Connectio = Verifique su conexión a Internet.
Ping_Response = La respuesta se recibió en %s milisegundos.
Ping_Host_Offline = El nodo está fuera de línea.
Ping_Host_Unreachable = El nodo no está disponible.
Ping_Host_Bad = Mala asignación.
Ping_Host_No_Internet = Sin conexión a Internet.
Global_Errors = Completado con (% 02i) %s!
Global_Errors_Error = Error
Global_Errors_Errors = Errores
Global_Finished = La tarea seleccionada se completa.
Global_File = archivo
Global_Files = archivos
RegisterDll_Success = RegSvr32.exe> ​​'%s' se registró con éxito.
RegisterDll_Error_01 = RegSvr32.exe> ​​'%s' Para registrar un módulo, debe especificar un nombre binario.
RegisterDll_Error_02 = RegSvr32.exe> ​​'%s' No se encontró el módulo especificado.
RegisterDll_Error_03 = RegSvr32.exe> ​​'%s' El módulo está cargado, pero no se encontró el punto de entrada de DllRegisterServer.
RegisterDll_Error_04 = RegSvr32.exe> ​​'%s' Número de error: 0x80070005
Registry_Write_Error = No se pudo escribir en '%s'
Registry_Error_01 = La clave solicitada no se pudo abrir.
Registry_Error_02 = Error al abrir la clave principal solicitada.
Registry_Error_03 = El valor solicitado no se pudo abrir.
Registry_Error_04 = El tipo de valor no es compatible.
Registry_Error_05 = El valor solicitado no pudo ser eliminado.
Registry_Error_06 = Falló la eliminación de la clave / valor solicitado.

[Messages2]
Select_Something_Title = Seleccione algo
Select_Something_Message = ¿Qué hay de elegir algo para empezar?
Detención = ¡Espere hasta que se complete la tarea actual!
Boot_01 = Es posible que deba reiniciar el sistema antes de que la configuración entre en vigencia.
Boot_02 = ¿Reiniciar o no?
Boot_03 = Es posible que deba reiniciar su computadora antes de que la configuración entre en vigencia. ¿Quieres reiniciar la computadora? Conserva tu compostura, aguanta la respiración y haz clic en "Sí" para reiniciar tu computadora. O bien, haga clic en "No" para ignorar esto.
Boot_04 = ^ ¿No quieres reiniciar la computadora?
Boot_05 = ^ No puedo discutir esto. Esta es tu computadora al final.
Boot_06 = Haga clic en '%s', y luego en '%s' para reiniciar la computadora más tarde.
Boot_07 = Reiniciando Windows ...
MsgBox_Boot_Title = ¡Recargar!
MsgBox_boot_Message = La computadora se reiniciará en %s segundos. Esto debería ser suficiente para guardar su sesión de trabajo. Haga clic en "Aceptar" para reiniciar la computadora.
Boot_Restarting = Tu computadora se reinicia.
Boot_Canceled = Reinicio cancelado.
Reset_IP_01 = Restablecer todas las configuraciones de IP.
Reset_IP_02 = El registro de restablecimiento de TCP / IP se encuentra en @ [%s]
Reset_IP_03 = Restablecer la configuración de IP Versión 4.
Reset_IP_04 = Restablecer configuración de IP 6.
Winsock_01 = Intenta restablecer el directorio Winsock.
Winsock_02 = Se recomienda que instale Windows XP (SP2) o posterior.
Winsock_03 = El catálogo de Winsock se ha restablecido.
Winsock_04 = Restablecimiento de Winsock usando el método 1.
Winsock_05 = Restablecer Winsock usando el método 2.
Renew_IP_01 = Restablece y actualiza las conexiones TCP / IP.
Renew_IP_02 = Restablecer conexiones TCP / IP.
Renew_IP_03 = Actualizar conexiones TCP / IP.
Renew_IP_04 = Winsock despejado
Renew_IP_05 = Protocolo TCP / IP actualizado
DNS_01 = Actualizando el caché de DNS.
DNS_02 = Limpieza de DNS
DNS_03 = Registro de DNS
DNS_04 = DNS actualizado
ARP_01 = Actualización de la memoria caché ARP.
ARP_02 = Caché ARP actualizada
Repair_IE_01 = corrección de la versión de Internet Explorer %s.
Repair_IE_02 = Cierra Internet Explorer. Guarde su trabajo antes de hacer clic en Aceptar.
Repair_IE_03 = Corregir 'Abrir en nueva pestaña / ventana no funciona'.
Repair_IE_04 = Corrección 'Hay una entrada en el menú de complementos, pero no pasa nada'.
Repair_IE_05 = Repara una simple HTML HTML API.
Repair_IE_06 = Soluciona el complemento de directiva de grupo.
Repair_IE_07 = Fix 'Smart Screen'.
Repair_IE_08 = La corrección 'IEAK Branding'.
Repair_IE_09 = Repara las herramientas de desarrollo.
Repair_IE_10 = El arreglo 'IE8 se cierra inmediatamente al inicio'.
Repair_IE_11 = Restaurar el administrador de licencias.
Repair_IE_12 = Corrección de enlaces Javascript que no funcionan (Robin Walker). Archivo NET-hub.
Repair_IE_13 = Corrección del depurador de Visual Studio.
Repair_IE_14 = Corregir problemas de impresión ('abrir en una nueva ventana').
Repair_IE_15 = Corrige el valor vacío 'Buscar en esta página'.
Repair_IE_16 = Corrección 'Procesar el administrador de depuración'.
Repair_IE_17 = Reparar 'Representación VML'.
Repair_IE_18 = Fix 'Las pestañas de la página nueva no pueden mostrar el contenido porque no hay acceso a los controles'.
Repair_IE_19 = Este es el resultado del error en shdocvw.dll.
Repair_IE_20 = Restaurar Outlook Express.
Repair_IE_21 = Internet Explorer ahora debería funcionar correctamente.
Clear_Update_01 = Borrar archivos bóvedas (historial de actualización).
Clear_Update_02 = Actualizar historial borrado.
Repair_Update_01 = Restaurar actualizaciones de Windows / Actualizaciones automáticas.
Repair_Update_02 = Detener el Nero Update Service.
Repair_Update_03 = Detener el servicio BITS.
Repair_Update_04 = Detener el servicio de actualización automática.
Repair_Update_05 = Configura el descriptor de seguridad BITS.
Repair_Update_06 = Configura el descriptor de seguridad del servicio de actualización automática.
Repair_Update_07 = Configurando el servicio de Actualizaciones automáticas.
Repair_Update_08 = Configurando BITS.
Repair_Update_09 = Registre la actualización de Windows Dll.
Repair_Update_10 = Reiniciar el servicio de Actualizaciones automáticas.
Repair_Update_11 = Reinicia el servicio BITS.
Repair_Update_12 = Reiniciando Nero Update Service.
Repair_Update_13 = Borrar metadatos de transacción la próxima vez que se monte el administrador de transacciones de recursos.
Repair_Update_14 = Limpiar la cola BITS.
Repair_Update_15 = Iniciando la detección de actualizaciones de Windows inmediatamente.
Repair_Update_16 = Actualización de Windows ha sido restaurada.
SSL_Crypt_01 = Corregir el servicio / cifrado SSL / HTTPS.
SSL_Crypt_02 = Detener el servicio de cifrado.
SSL_Crypt_03 = Configurar el servicio de cifrado.
SSL_Crypt_04 = Borrar '%s'.
SSL_Crypt_05 = '%s' ha sido borrado.
SSL_Crypt_06 = Registro de archivos SSL / HTTPS / encryption DLL.
SSL_Crypt_07 = Los archivos SSL / HTTPS / SSL están registrados.
SSL_Crypt_08 = Reinicia el servicio de cifrado.
SSL_Crypt_09 = La banca por Internet ahora debería funcionar.
Reset_Proxy_01 = Restablece la configuración del servidor proxy.
Reset_Proxy_02 = Configuración de proxy para acceso directo.
Reset_Proxy_03 = La configuración del servidor proxy se restablece a los valores predeterminados.
Reset_Firewall_01 = Restablecer la configuración de Firewall de Windows.

[Preferences]
Window_Title = Configuraciones
Tab_General = General
Tab_Cache = Cache
Tab_Performance = Rendimiento
Tab_Language = Idioma
Group_Redundancy = Redundancia
Group_Logging = Registro
Group_Priority = Prioridad
Group_Memory = Memoria
Group_Language = Idioma
Checkbox_Backup_Folders = Carpetas de respaldo antes de eliminar
Checkbox_Export_IP = Exportar la configuración de IP antes de restituir
Checkbox_Enable_Logging = Habilitar el registro
Label_Log_Exceed = Tamaño registro no más que:
Label_Logging_Size = Tamaño del registro:%s KB
Button_Logging_Clear = Borrar el registro
Label_SetPriority = Establecer la prioridad del proceso:
Checkbox_SaveRealtime = Guardar prioridad por encima de alta (no se recomienda).
Checkbox_ReduceMemory = Reduce memoria en sistemas con poca memoria.
Label_Language_Message = Seleccione el idioma deseado y presione %s para continuar. (Se requiere reiniciar)
Button_Save = Guardar
Button_Cancel = Cancelar
Label_Updated = Configuraciones actualizadas
Label_Logging_Cleared = Log limpiado
MsgBox_Language_Title = El idioma ha cambiado
MsgBox_Language_Message = El idioma seleccionado ha sido cambiado. Reinicie el programa para que el idioma seleccionado entre en vigencia.
MsgBox_Closing_Title = Cierre %{Program.Name}
MsgBox_Closing_Message = ¿Desea cerrar %{Program.Name} ahora?

[Update]
Window_Title_Available = Actualización disponible
Window_Title_Congratulations = ¡Felicitaciones!
Window_Title_Error = ¡Algo salió mal!
Label_Message_Update = Una nueva versión de %{Program.Name} está disponible.
Label_Message_Latest = Tiene la última versión de %{Program.Name}.
Label_Message_Error = Error al obtener información sobre la última versión de %{Program.Name}.
Label_Message_Internet = Por favor, compruebe su conexión a Internet y vuelva a intentarlo.
Label_Build_Current = Compilación actual:
Label_Build_Update = Actualizado:
CheckBox_NoUpdate = No buscar actualizaciones al inicio.
Button_Update = Leer mas
Button_Close = Cerrar

[Versioning]
Administrator = Administrador
Build = Build
AutoIt_Version = utilizando la versión AutoIt de %{AutoIt.Version}
Bit = bit
;~ translation and correction made by jhoel choque perez, url of web page fb.com/jhoelrc